import React from "react";
import "./Unity.css";

export const Unity = () => {
  return (
    <div className="unity">
      <div className="left">
        <h1>Единое согласование</h1>
        <p>
          Цифризация один из сильнейших драйверов развития любой отрасли, а
          значит, общества и государства в целом. Это важный фактор,
          обеспечивающей конкурентоспособность в современном мире. <br /><br /> Но нам по
          прежнему есть куда развиваться. Так, на сегодняшний день один из
          масштабных секторов экономики - отрасли строительства - все еще
          работает с документами на бумажных носителях, документы для
          согласующих и надзорных органов, которые находятся не просто в разных
          частях города, но и иногда и страны. В процессе возведения объекта
          компании взаимодействует со множеством сторон и официальных инстанции. <br /><br />
          Современное государство должно применять современные технологии!
        </p>
        <div className="bottom">
          <a href="https://coos2.panda-in.kz/%D0%B5%D0%B4%D0%B8%D0%BD.%D1%81%D0%B4.%D1%81%D0%BE%D0%B3%D0%BB.html" target="_blank"><p>Перейти в список согласовании</p></a>
          <div className="line"></div>
        </div>
      </div>
      <div className="right">
        <img src="/images/last.png" alt="circle" className="circle" />
      </div>
    </div>
  );
};
